Revit 2026 API

# ParameterTypeIdFamilyUsingMultiple Property

---

"Multiple Join"

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static ForgeTypeId FamilyUsingMultiple { get; }
```
```vb
Public Shared ReadOnly Property FamilyUsingMultiple As ForgeTypeId
	Get
```
```cpp
public:
static property ForgeTypeId^ FamilyUsingMultiple {
	ForgeTypeId^ get ();
}
```
```fsharp
static member FamilyUsingMultiple : ForgeTypeId with get
```

#### Property Value

ForgeTypeId

#### Reference

ParameterTypeId Class

Autodesk.Revit.DB Namespace